chat_system_1530420986_actor_description=Smith Hrut. Dwarf.
chat_system_1530420986_snap_4_question=^?^Hey, human! Sit down and have a jug of beer with me. It's better to drink with a human than drink alone.<br>But... I have no money. Will you treat an unlucky broken-down smith?
chat_system_1530420986_snap_4_answer_0=^?^Sorry, but I have no money either.
chat_system_1530420986_snap_4_answer_1=^?^Why not? Hey, a beer for me and my new friend! [s]Pay 10 gold coins...[/s]
chat_system_1530420986_snap_4_answer_2=^?^Sorry, but I have no time.
chat_system_1530420986_snap_5_question=^?^You begrudge me 10 coins, human? I've heard about human greed, but I never dreamed it could be quite that bad.
chat_system_1530420986_snap_5_answer_0=^?^I see you are already drunk! Can't you see the Green Imps yet? Good bye, smith.
chat_system_1530420986_snap_6_question=^?^[s]The dwarf drains his glass in two gulps [/s]<br>Oh, thank you, kind man. If you could even guess how dry my throat was!
chat_system_1530420986_snap_6_answer_0=^?^So what's happened, smith?
chat_system_1530420986_snap_6_answer_1=^?^You are welcome. Just don't drink too much. See you!
chat_system_1530420986_snap_0_question=^?^What kind of smith am I now? I have neither a smithy nor orders. I've pawned even my father's hammer.
chat_system_1530420986_snap_0_answer_0=^?^Pawned? Why?
chat_system_1530420986_snap_1_question=^?^This rascal named Lew Klisan tricked me into buying a treasure map from him. He said that there's a place on the map where I can find a Titan's Tear. You heard of that, right, human? However, you don't understand me. If you were a smith, you could understand what it would mean for a smith to get a Tear.<br>Anyway, I sold all my property, bought the map and hired a ship. Captain Rodriges, the ship's owner, promised me he'd find the treasure and bring me the Tear. It's been a long time since, and still I have no news. That damned pirate tricked me!
chat_system_1530420986_snap_1_answer_0=^?^Quit your drinking; it's time for singing, smith! I've met the captain, may he rest in peace! He hadn't found the treasure, but he gave me the map.
chat_system_1530420986_snap_2_question=^?^Have you found the Tear? To be honest, I've despaired of getting the Tear. I visit taverns and drown my sorrows in beer.<br>I'm sorry, human, but I can't buy the Tear off you, even if you have found it. My last coin sank to the bottom of that glass of beer.
chat_system_1530420986_snap_2_answer_0=^?^Oh, come on, dwarf. Take your Tear. Better for you to have one iron tear than a sea of salty ones. It's not right when a smith spends all his time in taverns.
chat_system_1530420986_snap_3_question=^?^Thank you! I've heard many stories of human greed, but you...<br>Wait, human. I have no money, but I do have a scroll. I wanted to sell it, but who needs magic scrolls in a country where there are no wizards? I guess that it's one of the dwarves' old spells that summons the powers of the Depths. Take it.<br>[s]The dwarf takes out a magic scroll and gives it to you. And it's no common scroll, but one that contains a powerful spell - "Geyser"![/s]
chat_system_1530420986_snap_3_answer_0=^?^Thank you. Now get to smithing, and stay out of the tavern!
